webtemplates/CC.ORBITAL.REVERSE.XML

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><Reversal xmlns="urn:ws.paymentech.net/PaymentechGateway"><reversalRequest><bin>[CC.BIN]</bin><merchantID>[CC.LOGIN]</merchantID><retryTrace>[CC.TRACEVALUE]</retryTrace><terminalID>[TERM.ID]</terminalID><txRefNum>[CC.REF.NUM]</txRefNum><adjustedAmount>[CC.AMOUNT]</adjustedAmount><orderID>[CC.REL.NO]</orderID></reversalRequest></Reversal></soap:Body></soap:Envelope>
